local addon, engine = ...

engine[1] = {}	-- L, Locales
engine[2] = {}	-- yo, Config
engine[3] = {}	-- N,

yoFrame = engine


-- 0.075, 0.078, 0.086  back
-- 0.126, 0.129, 0.145  fore
-- 0.392, 0.392, 0.392  text  646464
-- 0.059, 0.616, 0.345	green 0f9d58

-- спиздить:

-- взмах каста
-- полосы дафов/дебафов

-- item maska 20569, 20570, 49215, 20392, 34001, 20565

-- оповещения всякие
--local qq = "Помните: отыскав свое тело, вы воскреснете без потерь. Если же я воскрешу вас, прочность всех ваших предметов понизится на 25%, а сами вы будете в течение %s испытывать слабость. Вы уверены, что хотите этого?"
CONFIRM_XP_LOSS_AGAIN = "Shut up and ресай меня скорее!!!"
